---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctSlope
source: html/79755f3b-e812-6c35-762b-ab4dccd315fc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctSlope Property

"Slope"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctSlope { get; }
```